{
    "quote": [
        [0, "Be the change you want to see in your society."],
        [1, "Do unto others, what you want them to do unto you."],
        [2, "There are only 10 types of people, those who know binary, and those who don't."],
        [3, "Real programmers do not comment their code, because if it was hard to write, it should be difficult to read."],
        [3, "Your future is created by what you do today, not tomorrow"],
        [3, "Maturity is the ability to deny gratification."],
        [3, "I would rather die on my feet, than to live on my knees."],
        [4, "A living dog in the city, is better than a dead lion in the jungle."],
        [5, "I have always wished for my computer to be as easy as my telephone, my wish as come true because I can no longer figure out how to use my telephone."],
        [6, "In fact, I would like to see thousands of computer scientists let loose to do whatever they want. That's what really advances the field"],
        [7, "No matter how good you are, always keep working on your game."],
        [8, "He who is devoid of the power to forgive, is devoid of the power to love."],
        [9, "People think that the opposite of success is failure, but it's not. Failure is part of the process of success."],
        [10, "I'm a survivor of life. I try to give the glory to GOD and appreciate what is happening to me."],
        [11, "If debugging is the process of removing software bugs, them programming is the process of putting them in."],
        [12, "If you have to do a difficult task, give it to a lazy man, he will find an easier way to do it."],
        [3, "If you don't know where you are going, any road will take you there."],
        [13, "Talk is cheap, show me the code."],
        [14, "The greatest danger for most of us is not that our aim is too high, and we miss it, but it is too low, and we reach it."],
        [6, "Everyday life is like programming, I guess. If you love something you can put beauty into it."],
        [6, "Random numbers should not be generated with a method chosen at random."],
        [15, "I fear the day technology will surpass our human interaction. The world will have a generation of idiots."],
        [3, "A good programmer is someone who look both ways before crossing a one-way street."],
        [3, "Everything you have ever wanted is on the other side of fear."],
        [16, "Nothing ever goes away, until it has taught us what we need to know."],
        [17, "Statistics are like a bikini. What they reveal is interesting. But what they hide is vital."],
        [18, "However difficult life may seem, there is always something you can succeed at."],
        [19, "There is only one way to avoid criticism, do nothing, say nothing, and be nothing."],
        [20, "An entrepreneur is someone who has a vision for something, and a want to create."]
    ],
    "author": [
        [0, "Mahatma Gandhi"],
        [1, "Jesus Christ"],
        [2, "Computer Scientists"],
        [3, "Anonymous"],
        [4, "MKO Abiola"],
        [5, "Bjarne Stroustrup"],
        [6, "Donald Knuth"],
        [7, "Michael Jordan"],
        [8, "Martin Luther King Jr."],
        [9, "Randy Gage"],
        [10, "Mike Epps"],
        [11, "Edsger Djikstra"],
        [12, "Henry Ford"],
        [13, "Linus Torvalds"],
        [14, "Michelangelo"],
        [15, "Albert Einstein"],
        [16, "Pema Chodron"],
        [17, "Aaron Levenstein"],
        [18, "Steve Hawking"],
        [19, "Aristotle"],
        [20, "David Karp"]
    ]
}